[
  {
    "title":"Autism Screen",
    "category":"201",
    "publishedOn":"08-12-2016",
    "body": "My final project for 301. \"Autism Screen\" allows parents to assess their child's risk for autism. Using the M-CHAT, a modified checklist developed by researchers, we generate a score representing the assessed risk for the child and provide parents with additional resources for early intervention.</p > < p > The parent can easily sign in to take the test, review the questions and, if needed, can later come back to log in and get their original score and all the resources.",
    "imageFront": "http://placehold.it/400x150",
    "imageBack" : "http://placehold.it/400x150",
    "author": "Maelle Vance"

  },
  {
	  "title": "BusMall",
	  "category": "201",
	  "publishedOn": "08-05-2016",
	  "body": "My second big 201 project. Similation of a market analysis of a Skymall-like product. The app's purpose is to have the tester choose which product, of the three displayed images, they would be most likely to purchase, and then store, calculate, and visually display the resulting data.</p><p>To keep the product selection process as untainted as possible, you have been instructed to not allow any results to be shown to users until there have been a total of 25 selections made.</p><p>Keeping track of how many times each image is displayed and clicked, I generated charts to make the data available and readily usable for the team doing the market analysis.",
    "imageFront": "http://placehold.it/400x150",
    "imageBack" : "http://placehold.it/400x150",
	  "author": "Maelle Vance"
},
  {
	  "title": "Salmon Cookies",
	  "category": "201",
	  "publishedOn": "07-31-2016",
	  "body": "First \"big\" 201 project. I build a website for a simulation of a salmon cookies business. Project including a front facing html page with all the necessary info and a private sales projection page with a javascript generated projections table that gives the option of adding store, removing store and updating store data",
    "imageFront": "http://placehold.it/400x150",
    "imageBack" : "http://placehold.it/400x150",
	  "author": "Maelle Vance"
}]
